Repository: renefs/personal-site
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: es

source: René Fernández Sánchez personal website | Home
es: René Fernández Sánchez página personal | Inicio

source: Toggle navigation
es: Cambiar Navegación

source: About me
es: Acerca de

source: Contact me
es: Contacto

source: Theme by
es: Plantilla por

source: Cambia el idioma:
es: Change Language:

# somiedo
source: Somiedo, Spain
es: Somiedo, Asturias

# luarca
source: Luarca, Spain
es: Luarca, Asturias

# ginebra
source: Ginebra, Switzerland
es: Ginebra, Suiza

# aviles
source: Aviles, Spain
es: Avilés, Asturias

# london
source: London, U.K.
es: Londres, Reino Unido

# hello_title
source: Hola!, I'm René
es: Hola!, Soy René

# hello_subtitle
source: Welcome to my personal website.
es: Bienvenido a mi página personal

# block_work
source: I am working currently as <strong>Web Engineer</strong> at <a href="https://home.cern.ch">CERN</a> (Switzerland). Previously I worked as a <strong>freelance web developer</strong>, building amazing projects for several companies and also on a startup, Adama Web).
es: Actualmente trabajo como <strong><span itemprop="jobtitle">Ingeniero Web</span></strong> en el <a href="https://home.cern" title="European Organization for Nuclear Research">CERN</a> (Suiza). Anteriormente he trabajado como <strong>desarrollador web freelance</strong>, construyendo proyectos para diversos clientes y también en una startup <a href="http://adamaweb.com">Adama Web</a>.

# block_studies
source: I obtained my <strong>Masters Degree on Web Engineering</strong> and my <strong>Bachelor in Computer Science</strong> from the University of Oviedo. My Masters thesis was "<a href="https://goo.gl/bcvkrw" title="Codesnug: Code storage social tool"> Codesnug: Code storage social tool</a>", obtaining the grade of "Excelent".
es: He obtenido mi <strong>Master en Ingeniería Web</strong> y mi <strong>Ingeniería Técnica Informática</strong> en la Universidad de Oviedo. Mi Proyecto de Fin de Master fue "<a href="https://goo.gl/bcvkrw" title="Codesnug: herramienta social de almacenamiento de código">Codesnug: herramienta social de almacenamiento de código</a>", con el que obtuve una Matrícula de Honor.

# block_code
source: I enjoy coding and managing the lifecycle of projects, materializing my ideas on fully-working applications. <strong>I love to build useful and cool stuff!</strong>.
es: Me gusta programar y gestionar todo el ciclo de vida de aplicaciones, materializando mis ideas en aplicaciones completamente funcionales. <strong>¡Me encanta crear cosas útiles y molonas!</strong>.

# block_hobbies
source: I like to go hiking, taking pictures, weekend travels, playing video games and also writing on my blog.
es: Me gusta el senderismo, la fotografías, los viajes de fin de semana, jugar a videojuegos y escribir en mi blog.

# block_projects
source: You can checkout some of my previous projects on the projects page (Actually, only those I am most proud of :)).
es: Puedes echar un vista a algunos de mis proyectos anteriores en la página de proyectos (Realmente solo aquellos de los que estoy más orgulloso :)).

# block_about
source: Growing up in Asturias, Spain, I have always been a <strong>technology enthusiastic</strong> so I decided to study computer science. After finishing my studies I moved to Geneva, Switzerland, to continue my career on the IT field.
es: Crecí en Asturias, España. Siempre he sido un <strong>entusiasta de la tecnología</strong>, así que decidí estudiar informática. Después de finalizar mis estudios me mudé a Ginebra, Suiza, para continuar mi carrera profesional en IT.

source: Contact
es: Contacto

# contact_block
source: If you want to contact me you can <a href="mailto:hola@renefernandez.com?subject=Hello from renefernandez.com">email me</a> or find me <a href="https://twitter.com/the_rocker">on Twitter</a>. Do not hesitate to send a message, I am always open to new and exciting opportunities!
es: Si quieres ponerte en contacto conmigo puedes <a href="mailto:hola@renefernandez.com?subject=Hello from renefernandez.com">enviarme un email</a> o encontrarme <a href="https://twitter.com/the_rocker">en Twitter</a>. ¡No dudes en mandarme un mensaje, siempre estoy abierto a nuevas y emocionantes oportunidades!

# contact_form_block
source: You can also send me a quick message using the form below
es: También puedes mandarme un mensaje rápido utilizando el formulario de abajo.

# form_name_placeholder
source: Your Name
es: Tu nombre

# form_name_title
source: Name
es: Nombre

# form_message_placeholder
source: Message…
es: Mensaje…

# form_message_title
source: Message
es: Mensaje

source: Submit
es: Enviar
